blog/smartphone.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org0bc5a29">Smartphone</a>
<ul>
<li><a href="#org5a058d6">a communication Device</a></li>
<li><a href="#org651e9c6">Distractions</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org0bc5a29" class="outline-2">
<h2 id="org0bc5a29">Smartphone</h2>
<div class="outline-text-2" id="text-org0bc5a29">
<p>
So common, we can find multiple of them in a single household.
</p>

<p>
A person can use it as 
</p>
<ul class="org-ul">
<li><b>communication device</b> with Phone, Messaging, Video Calls</li>
<li><b>utilities</b> like wakes up to the alarm of one, do some quick math in Calculator</li>
<li><b>work</b> like meetings, email, calender, online banking, e-commerce,</li>
<li><b>special usecases</b> like contract tracing during COVID</li>
<li><b>consumes content</b>  like music, movies, tv series, games, comics, youtube</li>
<li><b>social media</b> apps like , instagram, facebook, tinder</li>
<li><b>produce content</b> like blogging, vlogging, games streaming,</li>
</ul>

<p>
To sum up, it's a useful tool.
</p>

<p>
Lets explore
</p>
</div>

<div id="outline-container-org5a058d6" class="outline-3">
<h3 id="org5a058d6">a communication Device</h3>
<div class="outline-text-3" id="text-org5a058d6">
<p>
<b>Age of Feature Phones</b>
My first phone was a black and white nokia, which had calling functionality (apart from games like carrom
which i was interested in). This was not a personal phone but for entire family and my father
would use it most of the time. Later on we would get phones if there was a need like going for some prep classes.
</p>

<p>
Some of these would have ability to play music files like mp3, watch videos via mp4, that we would get from our
nearest PC shops that would have them ranging from music to movies to dramas. we would do this transfer via memory
cards ranging from 1Gb - 32Gb to be most commonly seem and we would tell the shopkeeper to fill it.
I remember when i was in Patna for my prep classes, the person would charge Rs.5/movie. The reason, mobile internet was 
expensive and sometimes not available and reliable. 
</p>


<p>
<b>smartphones</b>
they came in popular around 2010s and only few could afford 
Being social creatures, the relations influence many of our decisions.
The social media companies grew and are growing just because people when they started using 
smartphones found it much easier to connect with each other, 
It might be that easiness that might be reason why they have lost the value, 
I have talked to my friends on phone multiple times, but the case when we actually see each other
is entirely different. There is a different level of satisfaction which we all experience.
</p>
</div>
</div>

<div id="outline-container-org651e9c6" class="outline-3">
<h3 id="org651e9c6">Distractions</h3>
<div class="outline-text-3" id="text-org651e9c6">
<p>
Up until the moment i am writing this, i thought smartphones are just bad for some people like
but if we look closely it's just a reflection of who you are, if it distracts you
maybe you are the problem. But if i think more on it, it feels like it's way more complicated.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
